Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: CHOP and ha-PA Content in Bulk Drug Substance of Tenecteplase
es_es: Contenido de CHOP y ha-PA en granel del principio activo tenecteplasa

source: CHOP-ELISA
es_es: ELISA para CHOP

source: CHROMATOGRAMS
es_es: CROMATOGRAMAS

source: CHROMATOGRAPHIC CONDITIONS
es_es: CONDICIONES CROMATOGRÁFICAS

source: CHROMATOGRAPHIC CONDITIONS AND INSTRUMENT SETTINGS
es_es: CONDICIONES CROMATOGRÁFICAS Y AJUSTES DEL EQUIPO

source: CHROMATOGRAPHIC CONDITIONS AND SETTINGS
es_es: CONDICIONES CROMATOGRÁFICAS Y AJUSTES DEL EQUIPO

source: CI
es_es: IC

source: CI - Confidence Interval, HI - Haemorrhagic Infarction, PH- Parenchymal Haematoma, IQR - Interquartile range
es_es: IC: intervalo de confianza; inf. hem: infarto hemorrágico; hem. par.: hematoa parenquimatoso; IQR: rango intercuartílico

source: CI - confidence interval, NIHSS - National Institutes of Health Stroke Scale
es_es: IC: intervalo de confianza; NIHSS=Escala de accidentes cerebrovasculares del National Institute of Health

source: CI = confidence interval; eGFR = estimated glomerular filtration rate; HR = hazard ratio; N = total number of patients in the subgroup; n = number of patients with event
es_es: IC = intervalo de confianza; TFGe = tasa de filtración glomerular estimada; HR = razón de riesgos instantáneos; N = cantidad total de pacientes en el subgrupo; n = cantidad de pacientes con evento

source: CICLOFOSFAMIDA
es_es: CYCLOPHOSPHAMIDE

source: CICLOSPORINA
es_es: CYCLOSPORINE

source: CIP
es_es: Limp. i.s.

source: CIUDAD DE BUENOS AIRES
es_es: CITY OF BUENOS AIRES

source: CIUDAD:
es_es: CITY:

source: CIVIL CODE § 1189
es_es: § 1189 DEL CÓDIGO CIVIL

source: CIs from bootstrapping, percentiles of 1000 iterations taking samples with replacement
es_es: Intervalos de confianza obtenidos de los procesos de bootstrapping, percentilos de 1000 interaciones tomando muestras con su remplazo

source: CLINICAL LABORATORY EVALUATION
es_es: EVALUACIÓN CLÍNICA DE LABORATORIO

source: CLINICAL PHARMACOLOGY RESULTS
es_es: RESULTADOS DE FARMACOLOGÍA CLÍNICA

source: CLINICAL REPORT
es_es: INFORME CLÍNICO

source: CLORAMBUCILO
es_es: CHLORAMBUCIL

source: CLOT LYSIS
es_es: LISIS DE COÁGULO

source: CMAs are quantifiable physical, chemical, biological or microbiological properties or characteristics of materials of the manufacturing process that should be within an appropriate limit, range, or distribution to ensure the desired finished product quality.
es_es: Los atributos críticos de los materiales son propiedades o características físicas, químicas, biológicas o microbiológicas cuantificables de los materiales del proceso de fabricación que deben estar dentro de un límite, rango o distribución apropiados para garantizar la calidad deseada del producto terminado.

source: CMC Expert
es_es: Especialista en control de fabricación

source: CMC Expert Operations
es_es: Control de fabricación, operaciones especializadas

source: CMR 1 A/B and/or endocrine-disrupting substances
es_es: Sustancias CMR 1 A/B o que afectaron la función endócrina

source: COLUMN STORAGE SOLUTION
es_es: SOLUCIÓN DE ALMACENAMIENTO DE COLUMNAS

source: COMBINATIONS
es_es: COMBINACIONES

source: COMMON
es_es: COMÚN

source: COMPANY CODE NUMBER
es_es: CÓDIGO NUMÉRICO DE LA EMPRESA

source: COMPARADOR
es_es: COMPARATOR

source: COMPARISON OF CHROMATOGRAMS
es_es: COMPARACIÓN DE LOS CROMATOGRAMAS

source: COMPARISON OF CURRENT AND PROPOSED METHOD
es_es: COMPARACIÓN DE LOS MÉTODOS VIGENTE Y PROPUESTO

source: COMPATABILITY OF THE DOSAGE FORM WITH THE CONTAINER CLOSURE SYSTEM
es_es: COMPATIBILIDAD DE LA PRESENTACIÓN CON EL ENVASE Y SISTEMA DE CIERRE

source: COMPATIBILITY
es_es: COMPATIBILIDAD

source: COMPONENTS OF THE CONTAINER CLOSURE SYSTEM
es_es: COMPONENTES DEL ENVASE Y SISTEMA DE CIERRE

source: COMPONENTS OF THE DRUG PRODUCT
es_es: COMPONENTES DEL MEDICAMENTO

source: COMPOSITION
es_es: COMPOSICIÓN

source: CONCENTRATION AND
es_es: CONCENTRACIÓN Y

source: CONCLUSION
es_es: CONCLUSIÓN

source: CONCLUSION ON THE BATCH DATA
es_es: CONCLUSIÓN SOBRE LOS DATOS DE LAS PARTIDAS

source: CONCLUSIONS
es_es: CONCLUSIONES

source: CONCLUSIONS AND RELEVANCE Among patients with large vessel occlusion ischemic stroke, a dose of 0.40 mg/kg, compared with 0.25 mg/kg, of tenecteplase did not significantly improve cerebral reperfusion prior to endovascular thrombectomy.
es_es: CONCLUSIONES Y RELEVANCIA En los pacientes que padecieron accidente cerebrovascular isquémico por oclusión de grandes vasos, una dosis de 0.40 mg/kg, en comparación con 0.25 mg/kg, de tenecteplasa no mejoró significativamente la reperfusión cerebral antes de la trombectomía endovascular.

source: CONFIDENTIAL
es_es: CONFIDENCIAL

source: CONFIRMATION OF ACCURACY OF INJECTION
es_es: CONFIRMACIÓN DE LA EXACTITUD DE LA INYECCIÓN

source: CONFIRMATION OF QUANTITATION LIMIT
es_es: CONFIRMACIÓN DEL LÍMITE DE CUANTIFICACIÓN

source: CONFIRMATION OF SELECTIVITY
es_es: CONFIRMACIÓN DE LA SELECTIVIDAD

source: CONSIDERACIONES GENERALES
es_es: GENERAL DISCUSSION

source: CONSIDERANDO:
es_es: CONSIDERING:

source: CONSULTORIO/ENFERMERÍA
es_es: PRACTICE/NURSING ROOM

source: CONTAINER CLOSURE INTEGRITY TESTING BY BLUE DYE INGRESS TEST METHOD
es_es: MÉTODO ANALÍTICO DE INGRESO CON TINCION AZUL PARA LAS PRUEBAS DE INTEGRIDAD DEL ENVASE Y SISTEMA DE CIERRE

source: CONTAINER CLOSURE SYSTEM
es_es: ENVASE Y SISTEMA DE CIERRE

source: CONTAMINANTS
es_es: CONTAMINANTES

source: CONTROL OF DRUG PRODUCT
es_es: CONTROL DEL MEDICAMENTO

source: CONTROL OF EXCIPIENTS
es_es: CONTROL DE EXCIPIENTES

source: CONTROL STRATEGY DEVELOPMENT
es_es: DESARROLLO DE ESTRATEGIAS DE CONTROL

source: CONTROLS AT CRITICAL STEPS AND ROUTINE IN-PROCESS CONTROLS
es_es: CONTROLES EN PASOS CRÍTICOS Y CONTROLES INTERMEDIOS DEL PROCESO DE RUTINA

source: COP
es_es: Limp. ext.

source: CORREO ELECTRÓNICO:
es_es: E-MAIL:

source: COVID-19 onset dates are 01 Dec 2019 for China and 01 Jan 2020 for all other countries.
es_es: Las fechas del brote de COVID-19 son 01 de diciembre de 2019 para China y 01 de enero de 2020 para todos los demás países.

source: CP
es_es: MC

source: CP CQA
es_es: Atributos críticos de calidad del producto combinado

source: CPNP 60 µg/plate.
es_es: CPNP 60 µg/placa

source: CPP
es_es: Par. crít. del proceso

source: CPPs for tenecteplase drug product manufacturing process
es_es: Parámetros críticos del proceso de fabricación del medicamento tenecteplasa

source: CPPs for the manufacturing process
es_es: Parámetros críticos del proceso de fabricación

source: CQAs and relevant analytical methods
es_es: Atributos críticos de calidad y métodos analíticos relevantes

source: CQAs of the spesolimab drug product are those that affect the quality targets of appearance, purity, strength, and shelf life, and should be within an appropriate range.
es_es: Los atributos críticos de calidad del medicamento Espesolimab son aquellos que afectan las dianas de calidad aspecto, pureza, concentración y estabilidad, y deben estar dentro de un rango adecuado.

source: CQAs of the spesolimab PFS-NSD-1 are performance and safety properties or characteristics that need to be controlled to ensure the desired product safety and functionality.
es_es: Los atributos críticos de calidad del dispositivo PFS-NSD-1 de Espesolimab son el desempeño y la seguridad, u otras características que deban controlarse para garantizar la seguridad y funcionalidad deseadas del producto.

source: CQAs of the tenecteplase DP are those that affect the quality targets of appearance, purity, strength and stability and should be within an appropriate range.
es_es: Los atributos críticos de calidad del medicamento tenecteplasa son aquellos que afectan los objetivos de calidad del aspecto, la pureza, la concentración y la estabilidad y deben estar dentro de un rango apropiado.

source: CQAs which could potentially be impacted by the DP manufacturing process and are critical to the DP safety and efficacy are summarised in Table 1.
es_es: En la Tabla 1, se resumen los atributos críticos de calidad que podrían verse afectados por el proceso de fabricación del medicamento y que son fundamentales para su seguridad y eficacia.

source: CRIMPING
es_es: SELLADO

source: CRITERIOS Y REQUISITOS PARA DEMOSTRAR BIOEQUIVALENCIA Y BIODISPONIBILIDAD EN LOS MEDICAMENTOS DE USO HUMANO
es_es: BIOEQUIVALENCE AND BIOAVAILABILITY CRITERIA AND REQUIREMENTS IN HUMAN USE DRUGS

source: CRITICAL QUALITY ATTRIBUTES
es_es: ATRIBUTOS CRÍTICOS DE CALIDAD

source: CT
es_es: EC

source: CT Angiography
es_es: Angiografía por TC

source: CT Perfusion
es_es: Perfusión por TC

source: CT brain showed nil haemorrhage.
es_es: TC de cerebro no mostró hemorragia.

source: CT or MRI Findings
es_es: Hallazgos de CAT o RMN

source: CT perfusion imaging performed at baseline will be collected and analysed using RAPID automated software.
es_es: Se recopilarán los resultados de las imágenes iniciales de perfusión por TC y se analizarán con el software automatizado RAPID.

source: CT perfusion imaging was performed but not used for patient selection. NIHSS - National Institutes of Health Stroke Scale (NIHSS) score (standardized neurological examination) ranges from normal (0) to death (42) Percentages may not add to 100 due to rounding.
es_es: Se realizaron imágenes de perfusión por TC pero no se utilizaron para la selección de pacientes. La puntuación de la Escala de ACV del Instituto Nacinal de Salud (NIHSS), un examen neurológico estandarizado, oscila entre la normalidad (0) y la muerte. (42) Es posible que los porcentajes no sumen 100 ya que se redondearon los valores.

source: CT perfusion imaging was performed but not used for patient selection.
es_es: Se obtuvieron imágenes de perfusión por TC pero no se utilizaron para la selección de pacientes.

source: CT perfusion imaging was performed, but the requirement for mismatch and an ischemic-core volume of less than 70 ml was removed in a protocol amendment when approximately 80 patients were enrolled.
es_es: Se obtuvieron imágenes de perfusión por TC, pero se eliminó el requisito de discrepancia y de un volumen del núcleo isquémico de menos de 70 ml en una enmienda del protocolo luego de que se inscribieran aproximadamente 80 pacientes.

source: CT perfusion was analyzed using fully automated software (RAPID, iSchemaView), with removal of artifacts by an experienced stroke neurologist who was blinded to treatment allocation.
es_es: La perfusión por TC se analizó mediante un software totalmente automatizado (RAPID, iSchemaView), y un neurólogo con experiencia en accidentes cerebrovasculares que desconocía la asignación del tratamiento eliminó todos los artefactos.

source: CT perfusion was performed but not used
es_es: Se realizó perfusión por TC, pero no se utilizó para la selección de pacientes en el ensayo.

source: CT showing early signs of extensive infarction
es_es: TAC con signos tempranos de infarto extenso

source: CTA
es_es: ATC

source: CTD -Quality.
es_es: Calidad de documentos técnicos comunes.

source: CTP
es_es: PTC

source: CTP and TSAP versions
es_es: Versiones del Protocolo de Ensayo Clínico y el plan de análisis estadístico del ensayo

source: CUARTO GRUPO
es_es: FOURTH GROUP

source: CV (%)* intrasujeto
es_es: Intra-subject CV (%)*

source: CV (n=4) ≤ 5.0 % (can be adapted based on validation data, but not exceed 10.0 %)
es_es: CV (n=4) ≤ 5.0 % (puede adaptarse en función de los datos de validación, pero no debe exceder 10.0 %)

source: CV death or HHF occurred in a lower proportion of patients in the empagliflozin group (415 of 2997 patients, 13.8%) than in the placebo group (511 of 2991 patients, 17.1%), and the risk of CV death or HHF was significantly reduced with empagliflozin treatment compared with placebo (HR empagliflozin vs placebo 0.79; 95.03% CI 0.69 to 0.90, p = 0.0003; 95% CI 0.69 to 0.90; Table 11.1.1.1: 1).
es_es: Se registró muerte cardiovascular u hospitalización por insuficiencia cardíaca en una proporción menor de pacientes de empagliflozina (415 de 2997, 13.8%) que de placebo (511 de 2991 pacientes, 17.1%), y el riesgo de muerte cardiovascular u hospitalización por insuficiencia cardíaca fue significativamente menor con empagliflozina que con placebo (cociente de riesgo de empagliflozina frente al placebo: 0.79; Intervalo de confianza del 95.03%: 0.69 a 0.90, p = 0.0003; IC del 95%: 0.69 a 0.90;Tabla 11.1.1.1: 1).

source: CV death or HHF – considering clinical hierarchies (further endpoint)
es_es: Muerte CV u hospitalización por insuficiencia cardíaca, considerando las jerarquías clinicas (criterio de valoración adicional)

source: CV death or the composite renal endpoint occurred in 309 patients (10.3%) in the empagliflozin group and 340 patients (11.4%) in the placebo group (see Table 11.1.2.6: 1 above).
es_es: Se observó muerte cardiovascular o el criterio de valoración renal compuesto en 309 pacientes (10.3%) del grupo de empagliflozina y en 340 pacientes del grupo de placebo (11.4%) (ver la Tabla 11.1.2.6: 1 anteriormente).

source: CV death, HHF, or the composite renal endpoint occurred in 480 patients (16.0%) in the empagliflozin group and 576 patients (19.3%) in the placebo group.
es_es: Se observó muerte cardiovascular, hospitalización por insuficiencia cardíaca o el criterio de valoración renal compuesto en 480 pacientes (16.0%) del grupo de empagliflozina y en 576 pacientes del grupo de placebo (19.3%).

source: CV for % peak area DS, DP (40, 50 mg/vial) (n = 12):
es_es: Coeficiente de variación del área del pico porcentual para el principio activo y el medicamento (40, 50 mg/frasco) (n = 12):

source: CV for each level (n = 3) and over all values (n = 9)
es_es: Coeficiente de variación para cada nivel (n = 3) y a lo largo de todos los valores (n = 9)

source: CV for % peak area DS STAB
es_es: Coeficiente de variación del área del pico porcentual para la estabilidad del principio activo

source: CV hospitalisation events
es_es: Eventos de hospitalización por motivos cardiovasculares

source: CV of single-chain peak area (n = 3):
es_es: CV del área de los picos de cadena única (n = 3):

source: CV peak [%]
es_es: CV, pico [%]

source: CV peak
es_es: CV, pico

source: CV related death, also including death due to undetermined cause, and death due to pulmonary events that may be secondary to complications of heart failure such as pulmonary oedema, pulmonary vascular disease secondary to heart disease.
es_es: Muerte relacionada con enfermedades cardiovasculares, que incluye también la muerte por causa indeterminada y la muerte por eventos pulmonares que pueden ser secundarios a complicaciones de la insuficiencia cardíaca, como edema pulmonar o enfermedad vascular pulmonar secundaria a una enfermedad cardíaca.

source: CV was low to moderate (14.4 to 53.7%) for all PK parameters for both treatments (Table 11.5.2.1.2: 3).
es_es: El coeficiente de variación fue bajo a moderado para todos los parámetros farmacocinéticos de ambos tratamientos (14.4 a 53.7%, Tabla 11.5.2.1.2: 3).

source: CV was low to moderate (approximately 19 to 64%) for all PK parameters for both treatments (Table 11.5.2.1.2: 2).
es_es: El coeficiente de variación fue bajo a moderado para todos los parámetros farmacocinéticos de ambos tratamientos (aproximadamente 19 a 64%, Tabla 11.5.2.1.2: 2).

source: CZ
es_es: Zona clim.

source: Cabe indicar que el término de bioequivalencia incluye la equivalencia en la forma de dosificación, así como de las indicaciones e instrucciones de uso.
es_es: Of note, the term Bioequivalence includes equivalence in doses and use instructions.

source: Cabe señalar que el rango de aceptación tal como se aplica para la evaluación de la bioequivalencia (BE) puede no ser apropiado.
es_es: The acceptance range as applied for bioequivalence assessment may not be appropriate.

source: Cabe señalar que, aunque las pruebas de disolución recomendadas en la Farmacopea Internacional (Ph.Int.) para control de calidad han sido diseñadas para ser compatibles con los ensayos de disolución para bioexención, no cumplen todos los requisitos para la evaluación de la equivalencia de los medicamentos de fuentes múltiples frente a los medicamentos comparadores.
es_es: It should be noted that although the quality control dissolution tests in the International Pharmacopoeia (Ph. Int.) have been designed to be compatible with biowaiver dissolution tests, they do not meet all the equivalence assessment requirements for a proper multi-source versus comparator drug comparison.

source: Cabe señalar, sin embargo, que, bajo ciertas circunstancias bien establecidas, diseños alternativos estadísticamente apropiados, pueden ser más adecuados.
es_es: However, under certain well-established circumstances, statistically appropriate alternative designs may be more suitable.

source: Cadmium (Cd)
es_es: Cadmio (Cd)

source: Calcium
es_es: Calcio

source: Calcium antagonists
es_es: Antagonistas del calcio

source: Calcular la similitud de los perfiles de disolución comparativos mediante la siguiente ecuación que define un factor de similitud (f2)
es_es: Calculate the comparative dissolution profile similarity using the following equation, where a similarity factor (f2) is defined:

source: Calculate similarity factor using the following formula:
es_es: El factor de similitud se calcula con la fórmula siguiente:

source: Calculate the % w/w of each individual degradation peak.
es_es: Calcular el porcentaje p/p de cada pico de degradación individual.

source: Calculate the colour difference (ΔE*tr) between the test solution (t) and a reference solution (r) using the following equation :
es_es: La siguiente ecuación permite calcular el diferencial de color (ΔE*tr) entre la solución analítica (t) y una solución de referencia (r):

source: Calculate the content of formic acid by the external standard method using a laboratory data system or in accordance with the following formula:
es_es: Calcular la el contenido de ácido fórmico mediante el método estándar externo, utilizando un sistema de datos de laboratorio adecuado o de acuerdo con la siguiente fórmula:

source: Calculate the linear equation of the graph using a least-squares fit, and derive from it the concentration of the substance to be determined in the test solution.
es_es: Calcular la ecuación lineal de la gráfica ajustando por mínimos cuadrados y derivarle la concentración de la sustancia a determinar en la solución de análisis.

source: Calculate the percentage content of nitrogen using the following expression:
es_es: Calcule el contenido porcentual de nitrógeno utilizando la siguiente expresión:

source: Calculate the tristimulus values X, Y, and Z and the colour co-ordinates L*, a* and b*.
es_es: Calcular los valores de triestímulo X, Y y Z y las coordenadas de color L*,a* yb*.

source: Calculate unidentified peaks with reference to the weight of tropic acid used and the peak obtained with the tropic acid and report in %.
es_es: Calcular los picos no identificados con referencia al peso del ácido trópico utilizado y el pico obtenido con el ácido trópico e informar como porcentaje.

source: Calculated Conc. using calibration [ppb] (Rounded)
es_es: Conc. calculada con la calibración [ppb] redondeada

source: Calculated content of PD 1420 reference substance, according to Certificate of Analysis (e.g. calculated content of 99.7 %, P= 0.997)
es_es: Contenido calculado de la sustancia de referencia PD 1420, según el Certificado de Análisis (por ejemplo, contenido calculado de 99.7 %: P = 0.997)

source: Calculated from Accuracy data:
es_es: Calculada a partir de los datos de exactitud:

source: Calculated maximum daily intake (incl.
es_es: Ingesta diaria máxima calculada (incluye

source: Calculation
es_es: Cálculo

source: Calculation Deviation (%)
es_es: Desvíos en los cálculos (%)

source: Calculation Deviation (%):
es_es: Desvíos en los cálculos (%):

source: Calculation RFavg - Deviation (%):
es_es: Cálculo del factor RFavg - Desvío (%)

source: Calculation RFavg – Deviation (%)
es_es: Cálculo de RFavg - Desvío (%)

source: Calculation for all strengths
es_es: Cálculo para todas las concentraciones

source: Calculation of DNA Content in the Final Product
es_es: Cálculo del contenido de ADN en el producto final

source: Calculation of DNA Target Clearance Factor of Phenyl Sepharose Chromatography
es_es: Cálculo del factor de depuración de ADN objetivo de la cromatografía en fenil sefarosa

source: Calculation of acceptance criteria for release and stability testing
es_es: Cálculo de los criterios de aceptación para las pruebas de liberación y de estabilidad

source: Calculation of clot lysis activity in U/mg:
es_es: Cálculo de la actividad de lisis de coágulo en U/mg:

source: Calculation of enantiomeric impurity of nerandomilast:
es_es: Cálculo de la impureza enantiomérica de nerandomilast:

source: Calculation of the additional quantitation performance parameters mentioned in table above:
es_es: Cálculo de los parámetros de desempeño cuantitativos adicionales mencionados en la tabla anterior:

source: Calculation of the clot lysis time is performed with appropriate data evaluation software.
es_es: El tiempo de lisis de coágulo se calcula mediante un programa de evaluación de datos adecuado.

source: Calculation of the protein concentration β with variable pathlength, or otherwise according to Lambert Beer`s law or according to
es_es: Cálculo de la concentración de proteína β con longitud de trayectoria variable, o según la ley de Lambert Beer, o según:

source: Calculation to % LOQ was achieved via ratio of load at LOQ to target load at 100 %.
es_es: El porcentaje del límite de cuantificación se calculó por medio de la relación de la carga a dicho límite con la carga objetivo a 100 %.

source: Calculation used to determine k ́, e.g. k ́ was calculated based on column dimensions, flow rate F and total porosity εT which was estimated to be 0.68 for conventional reversed stationary phases.
es_es: Cálculo utilizado para determinar el k', p. ej., k' se calculó a partir de las dimensiones de la columna, la velocidad de flujo F y la porosidad total εT, que se estimó en 0,68 para las fases estacionarias inversas convencionales.

source: Calculation used to determine k’, e.g. k’ was calculated based on column dimensions, flow rate F and total porosity εT, which was estimated to be 0.7 for conventional reversed stationary phases.
es_es: Cálculo utilizado para determinar el k', p. ej., k' se calculó a partir de las dimensiones de la columna, la velocidad de flujo F y la porosidad total εT, que se estimó en 0.7 para las fases estacionarias reversas convencionales.

source: Calculation used to determine t0, e.g. t0 was calculated based on column dimensions, flow rate F and total porosity єT, which was estimated to be 0.68 for conventional reversed stationary phases.
es_es: Cálculo para determinar t0: por ejemplo, t0 se calculó con base en las dimensiones de columna, la velocidad de flujo F y una porosidad total єT, cuya estimación dio 0.68 para las fases estacionarias reversas convencionales.

source: Calculations:
es_es: Cálculos:

source: Calculo de D0 o cálculo del volumen necesario para solubilizar la potencia máxima u otro cálculo.
es_es: Calculation of D0 or calculation of the volume required to solubilize the maximum potency, or other calculation.

source: Calibrate the instrument according to the manufacturer’s recommendations.
es_es: Calibre el instrumento según las recomendaciones del fabricante.

source: Calibration
es_es: Calibración

source: Calibration line
es_es: Curva de calibración

source: Calibration line 2 Recovery [%]
es_es: Recuperación de la curva de calibración 2 [%]

source: Calibration line 3 Recovery [%]
es_es: Recuperación de la curva de calibración 3 [%]

source: Calibration solution (Lin 5)
es_es: Solución de calibración (Lin 5)
